Repository: febbyviolen/MoodOMeter
Catalog: MoodOMeter/util/*.lproj/Localizable.strings
Languages: id, ko

# 무드오미터
source: Mood-o-meter
ko: 무드오미터

# 오늘 하루도 기록해보세요!
source: How's your day?
id: Jangan lupa untuk menulis diary hari ini!
ko: 오늘 하루도 기록해보세요!

# 오늘
source: Today
id: Hari ini
ko: 오늘

# 오늘 하루를 기록해보세요
source: How's your day?
id: Bagaimana harimu?
ko: 오늘 하루를 기록해보세요

# 공유
source: Share
id: Bagikan
ko: 공유

# 삭제
source: Delete
id: Hapus
ko: 삭제

# done.writting
source: Done
id: Selesai
ko: 완료

# 감정 순위
source: Rank
id: Mood-o-Meter
ko: 감정 순위

# 데이터 없음
source: No data
id: Tidak ada data
ko: 데이터 없음

# 비밀번호 입력해주세요
source: Please enter your password
id: Silahkan masukkan kata sandi
ko: 비밀번호 입력해주세요

# Face ID를 사용하여 인증해주세요
source: Please authenticate using Face ID
id: Otentikasi menggunakan FaceID
ko: Face ID를 사용하여 인증해주세요.

# faceId.localizedAuthenticationFailed
source: Face ID authentication failed
id: Autentikasi Face ID gagal
ko: Face ID 인증 실패

# faceId.localizedMismatch
source: Face does not match. Please try again.
id: Wajah tidak cocok. Silakan coba lagi.
ko: 얼굴이 일치하지 않습니다. 다시 시도해주세요.

# faceId.localizedFallbackTitle
source: Try Face ID again
id: Coba lagi dengan Face ID
ko: Face ID를 다시 시도

# faceId.localizedCancelTitle
source: Cancel
id: Batal
ko: 취소

# biometricAuthentication.notAvailable
source: Biometric authentication is not available
id: Autentikasi biometrik tidak tersedia
ko: 생체인증을 사용할 수 없습니다

# password.wrong
source: The password is incorrect
id: Kata sandi salah
ko: 비밀번호가 잘못되었습니다

# 네
source: Yes
id: Ya
ko: 네

# 취소
source: Cancel
id: Batal
ko: 취소

# 아니요
source: No
id: Tidak
ko: 아니요

# language.restartInstruction
source: You need to restart the app to see the language changes
id: Anda perlu me-restart aplikasi untuk melihat perubahan bahasa
ko: 언어 변경을 보려면 앱을 재시작하세요

# language.restartMessage
source: Do you want to restart now?
id: Apakah Anda ingin me-restart sekarang?
ko: 지금 재시작하시겠습니까?

# language.restart
source: Restart
ko: 재시작

# language.later
source: Later
id: Nanti
ko: 나중에

# connection.message
source: Connected
id: Terhubung
ko: 연결되었습니다

# merge_data_message
source: An account has been registered with this app. Do you want to merge data from your previous login?
id: Akun telah terdaftar dalam aplikasi ini. Apakah Anda ingin menggabungkan data dari login sebelumnya?
ko: 이 앱에 계정이 등록되어 있습니다. 이전 로그인에서 데이터를 병합하시겠습니까?

# today.title
source: Today
id: Hari ini
ko: 오늘

# widget.today.message
source: Show your today's mood
id: Menunjukan mood hari ini
ko: 오늘의 감정을 확인합니다

# subscription.title
source: Premium Pass
id: Langganan Premium
ko: 프리미엄 이용권 구매

# buy.premium
source: Buy Premium Pass
id: Langganan premium
ko: 프리미엄 패스 구매

# retrieve.premium
source: restore purchase
id: pulihkan pembelian
ko: 이전에 구매한 이용권 가져오기

# deleteaccount.title
source: Are you sure you want to delete your account?
id: Apakah Anda yakin ingin menghapus akun Anda?
ko: 계정을 삭제하시겠습니까?

# deleteaccount.message
source: If you proceed, you will not be able to recover your data.
id: Jika Anda menghapus akun, Anda tidak akan dapat memulihkan data kembali.
ko: 계정 삭제 진행하시면 정보를 복구할 수 없습니다

# 실패했습니다
source: Failed
id: Gagal
ko: 실패했습니다

# 성공했습니다
source: Success
id: Sukses
ko: 성공했습니다

# review.title
source: Do you love our app?
id: Apakah anda menyukai aplikasi kami?
ko: 저희 앱 마음에 드시나요?

# review.subtitle
source: Please rate our services to make our app better
id: Berikan penilaian untuk membuat aplikasi kami lebih baik
ko: 소중한 리뷰 남겨주세요

# 변경 사항 저장하시겠습니까?
source: Do you want to save your changes?
id: Apakah Anda ingin menyimpan perubahan?
ko: 변경 사항 저장하시겠습니까?

# 오늘은 어떤 하루였나요?
source: How's your day?
id: Bagaimana harimu?
ko: 오늘은 어떤 하루였나요?

# 저장 완료했습니다
source: Successfully saved
id: Berhasil disimpan
ko: 저장 완료했습니다

# 다이어리 삭제하시겠습니까?
source: Are you sure you want to delete?
id: Apakah Anda yakin ingin menghapus?
ko: 다이어리 삭제하시겠습니까?

# 삭제된 다이어리는 뒤찾을 수 없어요!
source: Deleted diaries can't be recovered
id: Diari yang dihapus tidak bisa dipulihkan
ko: 삭제된 다이어리는 복구할 수 없어요!

# connectAccount.firstRule
source: I understood that linking accounts synchronizes data and provides backup capabilities.
id: Saya memahami bahwa menyambungkan akun akan menyinkronkan data dan mengaktifkan fitur pencadangan data.
ko: 계정을 연결하면 데이터가 동기화되고 백업 기능이 제공됨을 이해하였습니다.

# connectAccount.secondRule
source: I understand that duplicated items in existing accounts can be overwritten when merging data.
id: Saya memahami bahwa data duplikat di akun yang ada dapat terhapus saat menggabungkan data
ko: 데이터 병합 시 기존 계정의 중복된 항목은 덮어쓰여질 수 있다는 사실을 이해하였습니다.
